Repository: tesselle/kinesis
Catalog: po/R-*.po
Languages: fr

source: Analysis
fr: Analyse

source: Aoristic Analysis
fr: Analyse Aoristique

source: Temporal step size
fr: Taille du pas temporel

source: Beginning of the time window
fr: Début de la fenêtre temporelle

source: End of the time window
fr: Fin de la fenêtre temporelle

source: Weigth
fr: Pondération

source: (Re)Compute
fr: (Re)Calculer

source: Download results
fr: Télécharger les résultats

source: Plot
fr: Graphique

source: Plot type
fr: Type de graphique

source: Ford diagram
fr: Diagramme de Ford

source: Bertin barplot
fr: Diagramme de Bertin

source: Bertin scalogram
fr: Scalogramme

source: Heatmap
fr: Carte de chaleur

source: Weights
fr: Masses

source: Threshold
fr: Seuil

source: None
fr: Aucun

source: Mean
fr: Moyenne

source: Median
fr: Médiane

source: CA
fr: AFC

source: Correspondence Analysis
fr: Analyse des correspondances

source: Supplementary individuals
fr: Individus supplémentaires

source: Supplementary quantitative variables
fr: Variables quantitatives supplémentaires

source: Supplementary qualitative variables
fr: Variables qualitatives supplémentaires

source: Chi-squared Test
fr: Test du Khi carré

source: Statistic: %.0f
fr: Statistique : %.0f

source: Degrees of freedom: %.0f
fr: Degrés de liberté : %.0f

source: p-value: %s
fr: Probabilité critique : %s

source: Cramer's V: %.2f
fr: V de Cramér : %.2f

source: Data
fr: Données

source: Compositional Data
fr: Données de composition

source: Compositional parts
fr: Données de composition

source: Select the variables you want to use.
fr: Sélectionnez les variables à utiliser.

source: Group by
fr: Grouper

source: You can use a qualitative variable to assign each sample to a (reference) group.
fr: Vous pouvez utiliser une variable qualitative pour attribuer chaque échantillon à un groupe (de référence).

source: Missing values will be interpreted as unassigned samples.
fr: Les valeurs manquantes seront interprétées comme des échantillons non attribués.

source: Condense by
fr: Condenser

source: You can use one or more categorical variable to split the data into subsets and compute the compositional mean for each.
fr: Vous pouvez utiliser une ou plusieurs variables catégorielles pour diviser les données en sous-ensembles et calculer la composition moyenne de chacun d'entre eux.

source: Usefull if your data contain several observations for the same sample (e.g. repeated measurements).
fr: Utile si vos données contiennent plusieurs observations pour le même échantillon (par ex., mesures répétées).

source: Table overview
fr: Aperçu du tableau

source: Clean values
fr: Nettoyage

source: Missing values
fr: Valeurs manquantes

source: Group
fr: Groupe

source: If your data contains zeros, these can be considered as values below the detection limit (i.e. small unknown values).
fr: Si vos données contiennent des zéros, ceux-ci peuvent être considérés comme des valeurs inférieures à la limite de détection (c'est-à-dire de petites valeurs inconnues).

source: In this case, you can define the detection limit for each compositional part below.
fr: Dans ce cas, vous pouvez définir ci-dessous la limite de détection pour chaque partie de la composition.

source: If all limits are specified, zeros will be replaced by a fraction of these limits.
fr: Si toutes les limites sont spécifiées, les zéros seront remplacés par une fraction de ces limites.

source: For computational details, see
fr: Pour plus de détails sur les calculs, voir

source: Replace zero
fr: Remplacer les zéro

source: Bar Plot
fr: Diagramme en barres

source: Major elements
fr: Éléments majeurs

source: Minor elements
fr: Éléments mineurs

source: Trace elements
fr: Éléments traces

source: Sort columns
fr: Trier les colonnes

source: Row order
fr: Ordre des lignes

source: Decreasing row order
fr: Tri décroissant des lignes

source: Gutter
fr: Gouttière

source: HCLUST
fr: CAH

source: Hierarchical Clustering
fr: Regroupement hiérarchique

source: Clustering linkage
fr: Indice d'agrégation

source: Desired number of clusters
fr: Nombre de groupes souhaité

source: Download distances
fr: Télécharger la matrice de distance

source: Download clusters
fr: Télécharger les groupes

source: Dendrogram
fr: Dendrogramme

source: Aitchison distance, %s linkage
fr: Distance d'Aitchison (aggrégation : %s)

source: Histogram
fr: Histogramme

source: Select a part
fr: Sélectionnez une partie

source: Compute log-ratio transformation of compositional data.
fr: Calculer la transformation en rapports logarithmiques des données de composition.

source: Weighted log-ratio
fr: Rapports logarithmiques pondérés

source: Scatter plot
fr: Diagramme de dispersion

source: Boxplot
fr: Boîtes à moustaches

source: Download log-ratio
fr: Télécharger les rapports logarithmiques

source: Density
fr: Densité

source: Rationing part:
fr: Dénominateur :

source: Pivotal variable:
fr: Variable pivot :

source: Outliers
fr: Valeurs aberrantes

source: Outliers Detection
fr: Détection des valeurs aberrantes

source: See
fr: Voir

source: Multivariate location estimation
fr: Estimation de position multivariée

source: Minimum volume ellipsoid
fr: Ellipsoïde de volume minimal

source: Minimum covariance determinant
fr: Déterminant de covariance minimal

source: (Re)Detect
fr: (Re)Détecter

source: Check your data.
fr: Vérifiez vos données.

source: Statistics
fr: Statistiques

source: Descriptive Statistics
fr: Statistiques descriptives

source: Data summary and descriptive statistics.
fr: Résumé des données et statistiques descriptives.

source: Download tables
fr: Télécharger les tableaux

source: Location
fr: Position

source: Variation Matrix
fr: Matrice de variation

source: Table
fr: Tableau

source: Total variation
fr: Variation totale

source: Compositional Mean
fr: Moyenne compositionnelle

source: Percentile Table
fr: Tableau des quantiles

source: Proportionality Index of Parts
fr: Indice de proportionnalité des parties

source: Count data
fr: Données de comptage

source: &#945; Diversity
fr: Diversité &#945;

source: Diversity Measures
fr: Mesures de diversité

source: Alpha Diversity
fr: Diversité alpha

source: Heterogeneity
fr: Hétérogénéité

source: Richness
fr: Richesse

source: Sample size
fr: Effectif

source: Observed richness
fr: Richesse observée

source: &#946; Diversity
fr: Diversité &#946;

source: Principal Coordinates Analysis
fr: Analyse en coordonnées principales

source: Dissimilarity measure
fr: Mesure de dissimilarité

source: Download dissimilarity matrix
fr: Télécharger la matrice de dissimilarité

source: Download PCoA results
fr: Télécharger les résultats (ACoP)

source: Display labels
fr: Afficher les étiquettes

source: Alpha diversity
fr: Diversité alpha

source: Groups
fr: Groupes

source: Convex hull
fr: Enveloppe convexe

source: Dissimilarity
fr: Dissimilarité

source: PCoA
fr: ACoP

source: Beta Diversity
fr: Diversité bêta

source: Definitions
fr: Définitions

source: Heterogeneity index
fr: Indice d'hétérogénéité

source: The higher the heterogeneity value, the more diverse the individuals are in the dataset.
fr: Plus la valeur de l'hétérogénéité est élevée, plus la diversité est forte.

source: Dominance index
fr: Indice de dominance

source: Dominance is a measure of whether a community is dominated by certain types (an increase in the value means a decrease in diversity).
fr: La dominance est une mesure de la prépondérance de certains types dans une communauté (une augmentation de la dominance signifie une diminution de la diversité).

source: Richness index
fr: Richesse

source: Richness quantifies how many different types the dataset of interest contains, it does not take into account the abundances of the types.
fr: La richesse quantifie le nombre de types différents que contient l'ensemble de données considéré, mais ne tient pas compte de l'abondance des types.

source: Mean Ceramic Date
fr: Date céramique moyenne

source: Set the date midpoint (in years) of each ceramic type.
fr: Saisissez la date (en années) de chaque type de céramique.

source: Method
fr: Méthode

source: Absolute frequency
fr: Fréquences absolues

source: Relative frequency
fr: Fréquences relatives

source: Z-score
fr: Cote Z

source: Qualitative scheme
fr: Palette qualitative

source: Quantitative scheme
fr: Palette quantitative

source: Fixed aspect ratio
fr: Ratio d'affichage fixe

source: Symbol size
fr: Taille des symboles

source: Symbol
fr: Symbole

source: Line type
fr: Type de ligne

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY.
fr: Ce programme est distribué dans l'espoir qu'il sera utile, mais SANS AUCUNE GARANTIE.

source: You can import your data in CSV format.
fr: Vous pouvez importer vos données au format CSV.

source: It assumes that you keep your data tidy:
fr: Cette application suppose que vos données sont bien structurées :

source: each variable must be saved in its own column and each sample must be saved in its own row.
fr: chaque variable doit correspondre à une colonne et chaque individu doit correspondre à une ligne.

source: If you use this application in your research, you must report and cite it properly to ensure transparency of your results.
fr: Si vous utilisez cette application dans le cadre de vos recherches, vous devez en rendre compte et la citer correctement afin de garantir la transparence de vos résultats.

source: Moreover, authors and maintainers of this project are more likely to continue their work if they see that it's being used and valued by the research community.
fr: De plus, les auteurs et les mainteneurs de ce projet sont plus enclins à poursuivre leur travail s'ils voient qu'il est utilisé et apprécié par la communauté des chercheurs.

source: To cite in your publications, please use:
fr: Pour citer dans vos publications, veuillez utiliser :

source: This app is distributed as a free and open source R package:
fr: Cette application est distribuée sous la forme d'un package R libre et gratuit :

source: This app is a part of the <strong>tesselle</strong> project, a collection of packages for research and teaching in archaeology.
fr: Cette application fait partie du projet <strong>tesselle</strong>, une collection de packages pour la recherche et l'enseignement en archéologie.

source: The <strong>tesselle</strong> packages focus on quantitative analysis methods developed for archaeology.
fr: Les packages du projet <strong>tesselle</strong> sont consacrés aux méthodes d'analyse quantitative développées pour l'archéologie.

source: They can be used to explore and analyze common data types in archaeology.
fr: Ils peuvent être utilisés pour explorer et analyser les types de données les plus courants dans le domaine de l'archéologie.

source: For more information and relevant links, see
fr: Pour plus d'informations et de liens utiles, voir

source: Home
fr: Accueil

source: Welcome!
fr: Bienvenue !

source: Overview
fr: Aperçu

source: Logo of the tesselle project.
fr: Logo du projet tesselle.

source: How to cite
fr: Citation

source: Session info
fr: Session

source: Source code
fr: Code source

source: Report a bug or request
fr: Signaler un bug

source: Close
fr: Fermer

source: Import your data and perform basic data cleansing and preparation steps.
fr: Importez vos données et effectuez les étapes élémentaires de nettoyage et de préparation.

source: Upload
fr: Téléverser

source: Example data
fr: Données d'exemple

source: Row names
fr: Nom des lignes

source: Import Data
fr: Importer des données

source: Cancel
fr: Annuler

source: Select the location of, and the file you want to upload.
fr: Sélectionnez l'emplacement et le fichier que vous souhaitez télécharger.

source: Please check the default settings and adjust them to your data.
fr: Pensez à vérifier les paramètres par défaut et les adapter à vos données.

source: This application only supports data encoded in UFT-8.
fr: Cette application ne prend en charge que les données encodées en UFT-8.

source: Choose a CSV or a TSV file:
fr: Choisissez un fichier CSV ou TSV :

source: Header
fr: En-tête

source: Decimal
fr: Séparateur décimal

source: Dot
fr: Point

source: Comma
fr: Virgule

source: Separator
fr: Séparateur

source: Semicolon
fr: Point-virgule

source: Tab
fr: Tabulation

source: Quote
fr: Séparateur de chaîne de caractères

source: Double quote
fr: Guillemet double

source: Single quote
fr: Guillemet simple

source: Lines of the data file to skip:
fr: Lignes du fichier de données à ignorer :

source: String to be interpreted as missing value:
fr: Chaîne de caractères à interpréter comme valeur manquante :

source: Character to be interpreted as comment:
fr: Caractère à interpréter comme un commentaire :

source: Reading data...
fr: Lecture des données...

source: Data Input
fr: Saisie des données

source: Loading "%s" data...
fr: Chargement des données "%s"...

source: Data Upload
fr: Téléverser

source: Import a CSV file first.
fr: Importez d'abord un fichier CSV.

source: Your data should not contain missing values.
fr: Vos données ne doivent pas contenir de valeurs manquantes.

source: Your data should not contain zeros.
fr: Vos données ne doivent pas contenir de zéros.

source: Calendar
fr: Calendrier

source: Your data seem to have changed.
fr: Vos données semblent avoir été modifiées.

source: You should perform your analysis again.
fr: Vous devriez refaire votre analyse.

source: Linear Model
fr: Modèle linéaire

source: Dependent variable
fr: Variable dépendante

source: Independent variables
fr: Variable indépendante

source: Summary
fr: Résumé

source: Residuals histogram
fr: Histogramme des résidus

source: Prediction
fr: Prédiction

source: Interval
fr: Intervalle

source: Confidence interval
fr: Intervalle de confiance

source: Level
fr: Niveau

source: Prediction interval
fr: Intervalle de prédiction

source: Response
fr: Réponse

source: Fitted
fr: Valeur ajustée

source: Lower bound
fr: Limite inférieure

source: Upper bound
fr: Limite supérieure

source: Factor maps
fr: Plan factoriel

source: Horizontal axis
fr: Axe horizontal

source: Vertical axis
fr: Axe vertical

source: Label individuals
fr: Étiqueter les individus

source: Label variables
fr: Étiqueter les variables

source: Display supplementary individuals
fr: Afficher les individus supplémentaires

source: Display supplementary variables
fr: Afficher les variables supplémentaires

source: Extra quantitative variable
fr: Variable quantitative illustrative

source: Extra qualitative variable
fr: Variable qualitative illustrative

source: Wrap:
fr: Type d'enveloppe :

source: Tolerance ellipse
fr: Ellipse de tolérance

source: Confidence ellipse
fr: Ellipse de confiance

source: Ellipse level:
fr: Niveau :

source: Results
fr: Résultats

source: Click and drag to select an area, then double-click to zoom in.
fr: Cliquez et faites glisser pour sélectionner une zone, puis double-cliquez pour effectuer un zoom avant.

source: Double-click again to reset the zoom.
fr: Double-cliquez à nouveau pour réinitialiser le zoom.

source: Individuals factor map
fr: Plan factoriel des individus

source: Variables factor map
fr: Plan factoriel des variables

source: Individuals
fr: Individus

source: Screeplot
fr: Diagramme d'éboulis

source: Eigenvalues
fr: Valeurs propres

source: Explained var. (%)
fr: Var. expliquée (%)

source: Cumulative var. (%)
fr: Var. cumulée (%)

source: Coordinates
fr: Coordonnées

source: Squared cosinus
fr: Cosinus carré

source: Axis
fr: Axe

source: PCA
fr: ACP

source: Principal Components Analysis
fr: Analyse en composantes principales

source: Center
fr: Centrer

source: Scale
fr: Réduire

source: PCA is computed on centered log-ratio (CLR), you should check the data transformation first.
fr: L'ACP est calculée sur les rapports logarithmiques centrés (CLR), vous devriez d'abord vérifier la transformation des données.

source: Tools
fr: Outils

source: Download
fr: Télécharger

source: Save plot - Preview
fr: Enregistrer le graphique - Aperçu

source: File name
fr: Nom du fichier

source: Width (in)
fr: Largeur (in)

source: Height (in)
fr: Hauteur (in)

source: Unknown graphics device.
fr: Périphérique graphique inconnu.

source: Sparsity
fr: Sparsité

source: Export your data for futur use.
fr: Exporter vos données pour une utilisation future.

source: Remove leading/trailing whitespace
fr: Supprimer les espaces blancs en début et en fin de texte

source: Remove rows with zero
fr: Supprimer les lignes contenant des zéros

source: Remove columns with zero
fr: Supprimer les colonnes contenant des zéros

source: Remove constant columns
fr: Supprimer les colonnes constantes

source: Remove only if all values meet the condition
fr: Ne supprimer que si toutes les valeurs remplissent la condition

source: Empty string as missing value
fr: Chaîne de caractères vide comme valeur manquante

source: Zero as missing value
fr: Zéro comme valeur manquante

source: Remove missing values:
fr: Supprimer les valeurs manquantes :

source: Keep as is
fr: Conserver en l'état

source: Replace missing values with zeros
fr: Remplacer les valeurs manquantes par des zéros

source: Remove rows with missing values
fr: Supprimer les lignes contenant des valeurs manquantes

source: Remove columns with missing values
fr: Supprimer les colonnes contenant des valeurs manquantes

source: Could not find the %s application.
fr: Impossible de trouver l'application %s.

source: Could not find the configuration file for %s.
fr: Impossible de trouver le fichier de configuration pour %s.

source: Scatter Plot
fr: Diagramme de dispersion

source: Component X
fr: Composant X

source: Component Y
fr: Composant Y

source: Grid
fr: Grille

source: Click the plot to select rows of data.
fr: Cliquez sur le graphique pour sélectionner des individus.

source: Seriation
fr: Sériation

source: Permute rows
fr: Permuter les lignes

source: Permute columns
fr: Permuter les colonnes

source: CA dimension
fr: Axe factoriel

source: Export matrix
fr: Télécharger la matrice

source: Rearranged matrix
fr: Matrice permutée

source: Compute the seriation order first.
fr: Calculez d'abord l'ordre de sériation.

source: Ternary Plot
fr: Diagramme ternaire

source: Component Z
fr: Composant Z

source: Layers
fr: Couches

source: Show points
fr: Afficher les points

source: Density contour
fr: Contours de densité

source: Bin
fr: Groupement par classe

source: Number of bins
fr: Nombre de classes

source: Transform
fr: Transformation

source: Envelopes
fr: Enveloppes

source: Labels
fr: Étiquettes

source: Visualize your data in the ternary space.
fr: Visualisez vos données dans un espace ternaire.

source: Intervals
fr: Intervalles

source: Time Intervals
fr: Intervalles de temps

source: Lower temporal boundary
fr: Limite temporelle inférieure

source: Upper temporal boundary
fr: Limite temporelle supérieure

source: Choose
fr: Choisissez

source: Select at least %d row.
fr: Sélectionnez au moins %d ligne.

source: Select at least %d column.
fr: Sélectionnez au moins %d colonne.
